{
  "#hours# hours": "{{hours}} horas",
  "Application Developer": "Desenvolvedor de Aplicações",
  "Be the change you want to see in the world! 🌎": "Seja a mudança que você quer ver no mundo! 🌎",
  "Change language": "Alterar linguagem",
  "Date": "Data",
  "Development Analyst": "Analista de Desenvolvimento",
  "Films and Series": "Filmes e Séries",
  "Front-end Developer": "Desenvolvedor Front-end",
  "Games": "Jogos",
  "Go to Discord": "Visitar Discord",
  "Go to Github": "Visitar Github",
  "Go to LinkedIn": "Visitar LinkedIn",
  "Go to repository": "Visitar repositório",
  "Here you‵ll find a compilation of the projects I‵ve had the privilege of developing, each one representing a unique journey and a valuable learning experience. This collection reflects not only my technical knowledge, but also my passion for creation and innovation.<br /><br />Each project listed is the result of dedication, collaboration and an ongoing commitment to excellence. By sharing these creations, I seek not only to demonstrate skills, but also to inspire others to explore new possibilities and venture into the world of innovation.<br /><br />Feel free to explore the details of each project. Each one carries with it a purpose and a distinct set of challenges that were faced and overcome.": "Aqui você encontrará uma compilação dos projetos que tive o privilégio de desenvolver, cada um representando uma jornada única e um aprendizado valioso. Esta coleção reflete não apenas o meu conhecimento técnico, mas também a minha paixão pela criação e inovação.<br /><br />Cada projeto listado é o resultado de dedicação, colaboração e um comprometimento contínuo com a excelência. Ao compartilhar essas criações, busco não apenas demonstrar habilidades, mas também inspirar outros a explorarem novas possibilidades e a se aventurarem no mundo da inovação.<br /><br />Sinta-se à vontade para explorar os detalhes de cada projeto. Cada um deles carrega consigo um propósito e um conjunto distinto de desafios que foram enfrentados e superados.",
  "Hybrid": "Híbrido",
  "I work for a client in the banking niche, where I develop micro front-ends for a large card processing and operations system.": "Alocado em um cliente do nicho bancário, onde realizo o desenvolvimento de micro front-ends que contemplam um grande sistema de operações e processamentos de cartões.",
  "I worked on the front line as Front-end middleware, carrying out integrations between web applications and RESTful APIs in a secure and scalable way. I was also responsible for creating and maintaining new features, Landing Pages and Hotsites with a view to a good structure/organization, flow and user experience with exceptional quality.": "Atuei na linha de frente como Front-end middleware, realizando integrações entre as aplicações web e APIs RESTful de forma segura e escalável. Também responsável pela criação e manutenção de novas features, Landing Pages e Hotsites visando uma boa estrutura/organização, fluxo e experiência de usuário com qualidade excepcional.",
  "I'm <span>#myName#</span>, web designer / front-end developer and this is my <span>portfolio</span>. I hope you liked it! 🙂": "Eu sou <span>{{myName}}</span>, web designer / desenvolvedor front-end e esse é meu <span>portfólio</span>. Espero que você tenha gostado! 🙂",
  "IBM": "IBM",
  "It's me": "Esse sou eu",
  "Locale": "Local",
  "Musics": "Músicas",
  "On-site": "Presencial",
  "Passionate about technology since a childhood where I had my first\n        contact contact and since then I have never stopped.<br /><br />\n\n        I am a young man who seeks to increase more and more the expertise in\n        the world of world of development, with the goal of to make a difference\n        in the projects that I work on and in the lives people I meet on this\n        journey.<br /><br />\n\n        Just as technology changed my life my life, I believe I can use use it\n        to generate much positive value out there. 😋": "Apaixonado por tecnologia desde infância onde tive meu primeiro contato e desde então nunca mais parei.<br /><br />Sou um jovem que procura aumentar cada vez mais a expertise no mundo do desenvolvimento, com a meta de conseguir fazer a diferença nos projetos que atuo e na vida das pessoas que encontro nessa jornada.<br /><br />Assim como a tecnologia mudou a minha vida eu acredito que consigo usa-la para gerar muito valor positivo por aí. 😋",
  "Remote": "Remoto",
  "Resume": "Currículo",
  "Role": "Função",
  "Ruan Araújo": "Ruan Araújo",
  "Select the technology": "Selecione a tecnologia",
  "Size": "Tamanho",
  "To present": "Até o momento",
  "Welcome to my portfolio! 🙂": "Bem-vindo ao meu portfólio! 🙂",
  "Who am I?": "Quem sou eu?",
  "Work Mode": "Modo de trabalho",
  "a message": "uma mensagem",
  "about": "sobre",
  "age": "idade",
  "an e-mail": "um e-mail",
  "but not Mario...": "mas não o Mario...",
  "coming soon": "em breve",
  "connect by": "conecte-se via",
  "courses and certifications": "cursos e certificações",
  "current": "atual",
  "currentJob": "empregoAtual",
  "description": "descricao",
  "experience": "experiencia",
  "home": "inicio",
  "myself": "euMesmo",
  "name": "nome",
  "projects": "projetos",
  "role": "funcao",
  "send me": "me envie",
  "skills": "habilidades",
  "technologies": "tecnologias",
  "worked projects": "projetos trabalhados",
  "years of experience": "anos de experiência",
  "© #currentYear# All rights reserved.": "© {{currentYear}} Todos os direitos reservados."
}
